Repository: HasanKucukcayir/RealEstateApp
Catalog: Demo Real Estate App/Infrastructure/Resources/Localizable Strings/Default.xcstrings
Source language: en
Languages: nl

# API.call.error
source: Failed To get Products
nl: Kan geen huizen krijgen

# API.call.error.description
source: Ooops something went wrong :(
nl: Oeps er ging iets mis :(

source: Cancel
nl: Annuleren

# companyNameLabel.text
source: Download on the
nl: Downloaden op de

# default.location.alert.description
source: Amsterdam is set as your default location.
nl: Amsterdam is ingesteld als uw standaardlocatie.

# descriptionHeaderLabel.text
source: Description
nl: Beschrijving

# emptyResultLabel.text.row1
source: No results found!
nl: Geen resultaten gevonden!

# emptyResultLabel.text.row2
source: Perhaps try another search?
nl: Misschien een andere zoekopdracht proberen?

# error.message
source: An error occured!
nl: Er is een fout opgetreden!

# homePin.title
source: Get Directions
nl: De Weg Vragen

# locationLabel.text
source: Location
nl: Plaats

# navigation.text
source: DEMO PRICE COMPARISON APP
nl: DEMO PRIJSVERGELIJKING APP

source: Okey
nl: Oke

# permission.denied.alert
source: Location permission denied!
nl: Locatietoestemming geweigerd!

source: Retry
nl: Opnieuw proberen

# searchBar.placeholder
source: Search for a product
nl: Zoek naar een product

# secondHeaderLabel.text
source: Design and Development
nl: Ontwerp en ontwikkeling

# topHeaderLabel.text
source: ABOUT
nl: WAT BETREFT
